{
  "description": "Plataforma - UX / UI",
  "capaAlt": "Capa do projeto Dividi",
  "clientTitle": "Cliente",
  "clientText": "Dividi.",
  "objectiveTitle": "Objetivo",
  "objectiveText": "Construir uma plataforma digital com o propósito de facilitar o encontro entre pessoas que buscam companheiros de moradia. Seja para dividir casa ou apartamento, encontrar uma solução que oferece uma maneira eficaz e conveniente de conectar indivíduos em busca de um lar compartilhado.",
  "solutionTitle": "Solução",
  "solutionText": "Desenvolver uma plataforma otimizada, objetiva e simplificada, projetada para facilitar a busca e encontrar combinações ideais para pessoas que desejam compartilhar suas casas.",
  "roleTitle": "Função",
  "roleText": "Product design<br>- User Experience (UX) Designer<br>- User Interface (UI) Designer",
  "featureLocationTitle": "Localização:",
  "featureLocationText": "Um dos principais critérios para ambos os grupos é a localização da moradia. A proximidade com o trabalho, universidade ou outros pontos de interesse é fundamental para garantir conveniência e acessibilidade.",
  "featureSizeTitle": "Tamanho da Moradia:",
  "featureSizeText": "A preferência pelo tamanho da moradia varia entre os grupos, mas é um fator crucial. Enquanto alguns podem buscar espaços menores para reduzir custos, outros podem preferir ambientes mais amplos para conforto pessoal.",
  "featurePriceTitle": "Preço do Aluguel:",
  "featurePriceText": "O preço do aluguel é uma consideração chave para todos os participantes da pesquisa. A acessibilidade financeira é determinante na escolha de uma plataforma, com muitos procurando opções que se encaixem em seus orçamentos.",
  "featureLifestyleTitle": "Compatibilidade do Estilo de Vida:",
  "featureLifestyleText": "A compatibilidade do estilo de vida é um aspecto significativo, especialmente entre aqueles que nunca dividiram moradia. Encontrar colegas de casa com hábitos e preferências similares pode contribuir significativamente para uma convivência harmoniosa.",
  "featureSecurityTitle": "Segurança na Escolha:",
  "featureSecurityText": "A segurança é uma preocupação comum para ambos os grupos. Garantir um processo seguro na seleção de colegas de moradia e na transação de aluguéis é fundamental para criar confiança e tranquilidade entre os usuários da plataforma.",
  "content": {
    "challengeTitle": "Desafio: Encontrar um Lar para Compartilhar",
    "challengeP1": "Há cerca de dois anos, eu estava em busca de uma casa ou apartamento para dividir, e a experiência foi terrível. Tive que recorrer a grupos do Facebook e encontrei alguns sites que ofereciam esse tipo de serviço, porém, eles não eram amplamente divulgados e tinham poucos usuários. Além disso, a usabilidade não era agradável, tornando a experiência cansativa e entediante.",
    "financialPainTitle": "Dores financeiras",
    "financialPainP1": "Durante a pandemia, enfrentamos uma série de desafios econômicos, especialmente relacionados à inflação, que afetou significativamente meu orçamento. Notei um aumento considerável nos custos de aluguel, o que agravou ainda mais a situação financeira. Minha experiência na Austrália, onde a cultura de compartilhar moradia era comum tanto entre estudantes quanto entre profissionais estabelecidos, me fez refletir sobre a viabilidade dessa prática em nosso contexto.",
    "cultureResearchTitle": "Pesquisa na Cultura",
    "cultureResearchP1": "Nós brasileiros nunca tivemos uma cultura forte de dividir apartamentos. Ficamos em casa por mais tempo do que o usual devido a questões econômicas; o poder de compra sempre foi um obstáculo. Alugar uma casa, fornecer um cheque caução e mobiliar um apartamento sempre representaram desafios para nós brasileiros. Geralmente, dividimos com pessoas conhecidas, mas e para aqueles que não têm amigos para dividir?",
    "cultureResearchP2": "Decidi conduzir uma pesquisa de mercado para compreender melhor esse público e seus comportamentos. Dividi-o em dois grupos: aqueles que já dividiram e aqueles que nunca dividiram.",
    "cultureResearchP3": "As três primeiras perguntas eram genéricas e foram feitas a ambos os públicos.",
    "neverSharedTitle": "Pessoas que nunca dividiram:",
    "alreadySharedTitle": "Pessoas que já dividiram:",
    "researchConclusionP1": "Considerando os resultados da pesquisa, embora tenhamos observado algumas diferenças nas respostas entre os dois grupos, podemos identificar aspectos essenciais que influenciam na escolha de uma plataforma de compartilhamento de moradia.",
    "opportunityTitle": "Oportunidade de Dividi",
    "opportunityP1": "Com base nessa experiência, surgiu a ideia de criar um serviço onde as pessoas pudessem encontrar seu companheiro de casa ideal, alguém que se adequasse perfeitamente ao seu perfil e tivesse uma fácil adaptação ao convívio, compartilhando os mesmos costumes e perfil. Com essa visão em mente, decidi dar vida à \"Dividi\".",
    "sloganTitle": "Quando a gente divide, fica mais fácil pra todo mundo.",
    "sloganP1": "Na fase inicial, estabeleci a essência da Dividi e sua mensagem fundamental: oferecer novas experiências, amizades, diversão, independência, desafios e aprendizados. Agora, surge a questão de como visualmente transmitir esses valores de forma impactante.",
    "businessModelTitle": "Compreendendo o Modelo de Negócios do Dividi",
    "businessModelP1": "A utilização do Business Design Canvas oferece uma estrutura visual e abrangente que nos permite analisar e desenvolver todas as áreas do nosso negócio, desde a proposta de valor até a estrutura de custos. Com o Business Design Canvas, podemos identificar e explorar minuciosamente cada elemento do nosso modelo de negócios, garantindo que não deixemos passar nenhum detalhe importante.",
    "userFlowTitle": "Diagrama do fluxo do usuário",
    "sitemapTitle": "Sitemap",
    "wireframingTitle": "Esboçando o layout",
    "wireframingP1": "Como a estrutura funcionará e suas funcionalidades por meio de desenhos simplificados.",
    "prototypeTitle": "Protótipo",
    "prototypeHomepage": "Homepage: A intenção foi simplificar e ser direto no layout, mostrando qual é o tipo de serviço que oferecemos.",
    "prototypeSearch": "Busca: Para quem está procurando moradia para dividir. A intenção do layout foi reunir tudo em uma única tela, oferecendo ao usuário a oportunidade de navegar por todas as funcionalidades na mesma página.",
    "prototypeCompanionSearch": "Busca: Para quem está procurando um companheiro para compartilhar sua moradia.",
    "prototypeProfile": "Perfil:",
    "prototypeDashboard": "Dashboard:"
  }
}