{
  "description": "Website - UX / UI",
  "capaAlt": "Capa do projeto Golden Bear Seguros",
  "clientTitle": "Cliente",
  "clientText": "Golden Bear Seguros",
  "objectiveTitle": "Objetivo",
  "objectiveText": "Captação de novos clientes.",
  "solutionTitle": "Solução",
  "solutionText": "Criação de um site voltado para captação de leads e conhecimento de marca para novos clientes.",
  "roleTitle": "Função",
  "roleText": "Product Design<br>- User Experience (UX) Designer<br>- User Interface (UI) Designer",
  "content": {
    "businessTitle": "Entendendo o Negócio",
    "businessP1": "O Grupo Golden Bear Seguros é uma empresa com um legado familiar de 40 anos no setor de seguros. Ao longo de sua trajetória, a empresa sempre priorizou a consultoria em seguros de todos os ramos, atendendo às necessidades de seus clientes de forma personalizada e eficiente.",
    "businessP2": "A Golden Bear está passando por um processo de reestruturação para se tornar uma empresa cada vez mais voltada ao ambiente digital, visando aumentar sua competitividade e expandir sua presença online.",
    "designProcessTitle": "Definindo o Processo de Design",
    "problemTitle": "Entendendo o Problema",
    "problemP1": "A necessidade de se adequar ao comportamento dos consumidores, que estão cada vez mais presentes no ambiente digital. Com o aumento da concorrência, é preciso destacar-se de forma clara e consistente.",
    "problemP2": "A Golden Bear possui um site, porém, a captação de novos clientes e leads é baixa devido a problemas na estrutura e no layout, afetando a credibilidade e a confiança da marca.",
    "ideationTitle": "Ideação",
    "ideationP1": "As tendências recentes no mercado de seguros incluem o aumento da digitalização, o uso de tecnologia para avaliar riscos e a personalização de produtos. A pandemia também impactou o comportamento do consumidor e os tipos de produtos procurados.",
    "audienceTitle": "Público",
    "personasTitle": "Personas",
    "benchmarkingTitle": "Benchmarking",
    "benchmarkingP1": "Com base nas informações da análise de concorrência, entendemos melhor nossas forças e fraquezas. Desenvolvemos estratégias para melhorar nosso posicionamento no mercado e identificamos as táticas dos concorrentes.",
    "infoArchitectureTitle": "Arquitetura de Informação",
    "sitemapTitle": "Site map",
    "wireframeTitle": "Wireframe",
    "prototypeTitle": "Protótipo",
    "prototypeDesktop": "Versão desktop",
    "prototypeMobile": "Versão mobile",
    "lessonsLearnedTitle": "Lições Aprendidas",
    "lessonsLearnedP1": "Criar um website não se resume a uma interface visual atraente. É crucial definir objetivos claros e compreender profundamente os usuários para apresentar o que eles procuram de forma direta. As métricas e o monitoramento são essenciais para avaliar o desempenho e identificar oportunidades de melhoria."
  }
}