{
  "description": "Platform - UX / UI",
  "capaAlt": "Cover for the Dividi project",
  "clientTitle": "Client",
  "clientText": "Dividi.",
  "objectiveTitle": "Objective",
  "objectiveText": "To build a digital platform to facilitate the meeting of people looking for housing companions. Whether sharing a house or apartment, finding a solution that offers an effective and convenient way to connect individuals in search of a shared home.",
  "solutionTitle": "Solution",
  "solutionText": "Develop an optimized, objective, and simplified platform designed to facilitate the search and find ideal matches for people who want to share their homes.",
  "roleTitle": "Role",
  "roleText": "Product design<br>- User Experience (UX) Designer<br>- User Interface (UI) Designer",
  "featureLocationTitle": "Location:",
  "featureLocationText": "One of the main criteria for both groups is the location of the housing. Proximity to work, university, or other points of interest is essential to ensure convenience and accessibility.",
  "featureSizeTitle": "Housing Size:",
  "featureSizeText": "The preference for housing size varies between groups but is a crucial factor. While some may look for smaller spaces to reduce costs, others may prefer larger environments for personal comfort.",
  "featurePriceTitle": "Rent Price:",
  "featurePriceText": "The rent price is a key consideration for all survey participants. Financial accessibility is decisive in choosing a platform, with many looking for options that fit their budgets.",
  "featureLifestyleTitle": "Lifestyle Compatibility:",
  "featureLifestyleText": "Lifestyle compatibility is a significant aspect, especially among those who have never shared housing. Finding housemates with similar habits and preferences can significantly contribute to a harmonious coexistence.",
  "featureSecurityTitle": "Security in Choice:",
  "featureSecurityText": "Security is a common concern for both groups. Ensuring a secure process in selecting housemates and in rental transactions is essential to build trust and peace of mind among the platform's users.",
  "content": {
    "challengeTitle": "Challenge: Finding a Home to Share",
    "challengeP1": "About two years ago, I was looking for a house or apartment to share, and the experience was terrible. I had to resort to Facebook groups and found some websites that offered this type of service, but they were not widely advertised and had few users. In addition, the usability was not pleasant, making the experience tiring and boring.",
    "financialPainTitle": "Financial Pains",
    "financialPainP1": "During the pandemic, we faced a series of economic challenges, especially related to inflation, which significantly affected my budget. I noticed a considerable increase in rental costs, which further aggravated the financial situation. My experience in Australia, where the culture of sharing housing was common among both students and established professionals, made me reflect on the viability of this practice in our context.",
    "cultureResearchTitle": "Cultural Research",
    "cultureResearchP1": "We Brazilians have never had a strong culture of sharing apartments. We stay at home longer than usual due to economic issues; purchasing power has always been an obstacle. Renting a house, providing a security deposit, and furnishing an apartment have always been challenges for us Brazilians. Usually, we share with people we know, but what about those who don't have friends to share with?",
    "cultureResearchP2": "I decided to conduct market research to better understand this audience and their behaviors. I divided it into two groups: those who have already shared and those who have never shared.",
    "cultureResearchP3": "The first three questions were generic and were asked to both audiences.",
    "neverSharedTitle": "People who have never shared:",
    "alreadySharedTitle": "People who have already shared:",
    "researchConclusionP1": "Considering the survey results, although we observed some differences in the responses between the two groups, we can identify essential aspects that influence the choice of a home-sharing platform.",
    "opportunityTitle": "The Dividi Opportunity",
    "opportunityP1": "Based on this experience, the idea arose to create a service where people could find their ideal housemate, someone who perfectly matched their profile and could easily adapt to living together, sharing the same customs and profile. With this vision in mind, I decided to bring \"Dividi\" to life.",
    "sloganTitle": "When we share, it becomes easier for everyone.",
    "sloganP1": "In the initial phase, I established the essence of Dividi and its fundamental message: to offer new experiences, friendships, fun, independence, challenges, and learning. Now, the question arises of how to visually convey these values in an impactful way.",
    "businessModelTitle": "Understanding the Dividi Business Model",
    "businessModelP1": "Using the Business Design Canvas offers a visual and comprehensive structure that allows us to analyze and develop all areas of our business, from the value proposition to the cost structure. With the Business Design Canvas, we can meticulously identify and explore each element of our business model, ensuring that we do not overlook any important details.",
    "userFlowTitle": "User Flow Diagram",
    "sitemapTitle": "Sitemap",
    "wireframingTitle": "Sketching the layout",
    "wireframingP1": "How the structure will work and its functionalities through simplified drawings.",
    "prototypeTitle": "Prototype",
    "prototypeHomepage": "Homepage: The intention was to simplify and be direct in the layout, showing what type of service we offer.",
    "prototypeSearch": "Search: For those looking for a place to share. The intention of the layout was to gather everything on a single screen, offering the user the opportunity to navigate all functionalities on the same page.",
    "prototypeCompanionSearch": "Search: For those looking for a companion to share their home.",
    "prototypeProfile": "Profile:",
    "prototypeDashboard": "Dashboard:"
  }
}