{
  "description": "Website - UX / UI",
  "capaAlt": "Cover for the Golden Bear Insurance project",
  "clientTitle": "Client",
  "clientText": "Golden Bear Insurance",
  "objectiveTitle": "Objective",
  "objectiveText": "Acquisition of new clients.",
  "solutionTitle": "Solution",
  "solutionText": "Creation of a website focused on lead generation and brand awareness for new customers.",
  "roleTitle": "Role",
  "roleText": "Product Design<br>- User Experience (UX) Designer<br>- User Interface (UI) Designer",
  "content": {
    "businessTitle": "Understanding the Business",
    "businessP1": "The Golden Bear Insurance Group is a company with a 40-year family legacy in the insurance sector. Throughout its history, the company has always prioritized providing personalized and efficient insurance consulting in all branches.",
    "businessP2": "Golden Bear is undergoing a restructuring process to become a more digitally-oriented company, aiming to increase its competitiveness and expand its online presence.",
    "designProcessTitle": "Defining the Design Process",
    "problemTitle": "Understanding the Problem",
    "problemP1": "The need to adapt to consumer behavior, which is increasingly digital. With rising competition, it's crucial to stand out clearly and consistently.",
    "problemP2": "Golden Bear has a website, but new client and lead acquisition is low due to structural and layout issues, which affect the brand's credibility and trust.",
    "ideationTitle": "Ideation",
    "ideationP1": "Recent trends in the insurance market include increased digitalization, the use of technology to assess risks, and product personalization. The pandemic also significantly impacted consumer behavior and the types of products sought.",
    "audienceTitle": "Audience",
    "personasTitle": "Personas",
    "benchmarkingTitle": "Benchmarking",
    "benchmarkingP1": "Based on the competitive analysis, we better understood our strengths and weaknesses. We developed strategies to improve our market position and identified competitors' tactics.",
    "infoArchitectureTitle": "Information Architecture",
    "sitemapTitle": "Sitemap",
    "wireframeTitle": "Wireframe",
    "prototypeTitle": "Prototype",
    "prototypeDesktop": "Desktop version",
    "prototypeMobile": "Mobile version",
    "lessonsLearnedTitle": "Lessons Learned",
    "lessonsLearnedP1": "Creating a website is more than just an attractive visual interface. It's crucial to define clear objectives and deeply understand users to present what they are looking for directly. Metrics and user monitoring are essential tools to evaluate performance and identify improvement opportunities."
  }
}