{
  "heroTitle": "Welcome! I'm Melko, a Product Designer who has fun with design, code, and numbers.",
  "navHome": "Home",
  "navAbout": "About me",
  "navContact": "Contact",
  "toggleThemeToDark": "Switch to dark theme",
  "toggleThemeToLight": "Switch to light theme",
  "switchLanguage": "Switch language to",
  "aboutTitle": "My name is Melko Serak Neto and I work with solutions using design.",
  "aboutP1": "I graduated in Advertising from FMU - Faculdades Metropolitanas Unidas de São Paulo and throughout my career, I had the opportunity to closely follow the technological evolution and the impact that design had on the consumer journey.",
  "aboutP2": "During my 3-year international experience in Australia, I was able to specialize in Design Project Structure at Mindroom Innovation. Currently, I am deepening my knowledge in user behavior and interface design at Cesar School to further enhance my skills.",
  "aboutP3": "My main goal is to discover data-driven insights and use design as a tool to generate a positive impact on business. I always work in a team, believing that diversity and collaboration are fundamental to creating effective solutions for users.",
  "aboutResume": "See my resume",
  "contactTitle": "Let's Talk",
  "contactP1": "I am always open to new opportunities and collaborations. Feel free to get in touch.",
  
  "dividiDescription": "Platform - UX / UI",
  "dividiCapaAlt": "Cover for the Dividi project",
  "dividiClientTitle": "Client",
  "dividiClientText": "Dividi.",
  "dividiObjectiveTitle": "Objective",
  "dividiObjectiveText": "To build a digital platform with the purpose of facilitating the meeting between people looking for housing companions. Whether to share a house or apartment, finding a solution that offers an effective and convenient way to connect individuals in search of a shared home.",
  "dividiSolutionTitle": "Solution",
  "dividiSolutionText": "Develop an optimized, objective, and simplified platform designed to facilitate the search and find ideal matches for people who want to share their homes.",
  "dividiRoleTitle": "Role",
  "dividiRoleText": "Product design<br>- User Experience (UX) Designer<br>- User Interface (UI) Designer",
  "dividiChallengeTitle": "Challenge: Finding a Home to Share",
  "dividiFeatureLocationTitle": "Location:",
  "dividiFeatureLocationText": "One of the main criteria for both groups is the location of the housing. Proximity to work, university, or other points of interest is essential to ensure convenience and accessibility.",
  "dividiFeatureSizeTitle": "Housing Size:",
  "dividiFeatureSizeText": "The preference for housing size varies between groups but is a crucial factor. While some may look for smaller spaces to reduce costs, others may prefer larger environments for personal comfort.",
  "dividiFeaturePriceTitle": "Rent Price:",
  "dividiFeaturePriceText": "The rent price is a key consideration for all survey participants. Financial accessibility is decisive in choosing a platform, with many looking for options that fit their budgets.",
  "dividiFeatureLifestyleTitle": "Lifestyle Compatibility:",
  "dividiFeatureLifestyleText": "Lifestyle compatibility is a significant aspect, especially among those who have never shared housing. Finding housemates with similar habits and preferences can significantly contribute to a harmonious coexistence.",
  "dividiFeatureSecurityTitle": "Security in Choice:",
  "dividiFeatureSecurityText": "Security is a common concern for both groups. Ensuring a secure process in selecting housemates and in rental transactions is essential to build trust and peace of mind among the platform's users."
}