{
  "heroTitle": "Bem-vindo! Sou o Melko, um Product Designer que se diverte com design, código e números.",
  "navHome": "Home",
  "navAbout": "Sobre mim",
  "navContact": "Contato",
  "toggleThemeToDark": "Mudar para tema escuro",
  "toggleThemeToLight": "Mudar para tema claro",
  "switchLanguage": "Mudar idioma para",
  "aboutTitle": "Meu Nome é Melko Serak Neto e trabalho com soluções usando o design.",
  "aboutP1": "Me formei em Publicidade e Propaganda pela FMU - Faculdades Metropolitanas Unidas de São Paulo e ao longo da minha trajetória, tive a oportunidade de acompanhar de perto a evolução tecnológica e o impacto que o design teve na jornada do consumidor.",
  "aboutP2": "Durante minha vivência internacional de 3 anos na Austrália, pude me especializar em Estrutura de Projetos em Design pela Mindroom Innovation. Atualmente, estou me aprofundando em comportamento do usuário e design de interface na Cesar School para aprimorar ainda mais meus conhecimentos.",
  "aboutP3": "Meu principal objetivo é descobrir insights baseados em dados e utilizar o design como uma ferramenta para gerar um impacto positivo nos negócios. Trabalho sempre em equipe, acreditando que a diversidade e a colaboração são fundamentais para criar soluções eficazes para os usuários.",
  "aboutResume": "Veja meu currículo",
  "contactTitle": "Vamos Conversar",
  "contactP1": "Estou sempre aberto a novas oportunidades e colaborações. Sinta-se à vontade para entrar em contato.",

  "dividiDescription": "Plataforma - UX / UI",
  "dividiCapaAlt": "Capa do projeto Dividi",
  "dividiClientTitle": "Cliente",
  "dividiClientText": "Dividi.",
  "dividiObjectiveTitle": "Objetivo",
  "dividiObjectiveText": "Construir uma plataforma digital com o propósito de facilitar o encontro entre pessoas que buscam companheiros de moradia. Seja para dividir casa ou apartamento, encontrar uma solução que oferece uma maneira eficaz e conveniente de conectar indivíduos em busca de um lar compartilhado.",
  "dividiSolutionTitle": "Solução",
  "dividiSolutionText": "Desenvolver uma plataforma otimizada, objetiva e simplificada, projetada para facilitar a busca e encontrar combinações ideais para pessoas que desejam compartilhar suas casas.",
  "dividiRoleTitle": "Função",
  "dividiRoleText": "Product design<br>- User Experience (UX) Designer<br>- User Interface (UI) Designer",
  "dividiChallengeTitle": "Desafio: Encontrar um Lar para Compartilhar",
  "dividiFeatureLocationTitle": "Localização:",
  "dividiFeatureLocationText": "Um dos principais critérios para ambos os grupos é a localização da moradia. A proximidade com o trabalho, universidade ou outros pontos de interesse é fundamental para garantir conveniência e acessibilidade.",
  "dividiFeatureSizeTitle": "Tamanho da Moradia:",
  "dividiFeatureSizeText": "A preferência pelo tamanho da moradia varia entre os grupos, mas é um fator crucial. Enquanto alguns podem buscar espaços menores para reduzir custos, outros podem preferir ambientes mais amplos para conforto pessoal.",
  "dividiFeaturePriceTitle": "Preço do Aluguel:",
  "dividiFeaturePriceText": "O preço do aluguel é uma consideração chave para todos os participantes da pesquisa. A acessibilidade financeira é determinante na escolha de uma plataforma, com muitos procurando opções que se encaixem em seus orçamentos.",
  "dividiFeatureLifestyleTitle": "Compatibilidade do Estilo de Vida:",
  "dividiFeatureLifestyleText": "A compatibilidade do estilo de vida é um aspecto significativo, especialmente entre aqueles que nunca dividiram moradia. Encontrar colegas de casa com hábitos e preferências similares pode contribuir significativamente para uma convivência harmoniosa.",
  "dividiFeatureSecurityTitle": "Segurança na Escolha:",
  "dividiFeatureSecurityText": "A segurança é uma preocupação comum para ambos os grupos. Garantir um processo seguro na seleção de colegas de moradia e na transação de aluguéis é fundamental para criar confiança e tranquilidade entre os usuários da plataforma."
}